Revit 2024 API
EdgeArrayArray Constructor
Initializes a new instance of the EdgeArrayArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public EdgeArrayArray()
Visual Basic
Public Sub New
Visual C++
public:
EdgeArrayArray()
See Also
EdgeArrayArray Class
Autodesk.Revit.DB Namespace